const questions = {
  romance: [
    <p>
      <span>과거</span>의 연애에서 당신은 어떤 모습이었는지
      <br />
      떠올리며 카드를 눌러 선택해주세요.
    </p>,
    <p>
      <span>현재</span> 당신의 연애 상황을 생각하며
      <br />
      카드를 눌러 선택해주세요.
    </p>,
    <p>
      앞으로의 <span>미래</span> 연애 운을 상상하며
      <br />
      카드를 눌러 선택해주세요.
    </p>,
    <p>카드 해석을 통해 연애 운을 확인해보세요.</p>,
  ],

  job: [
    <p>
      <span>이전 직장</span> 혹은 경력에서의 당신을 떠올리며
      <br />
      카드를 눌러 선택해주세요.
    </p>,
    <p>
      <span>현재</span> 일이나 커리어 상황을 생각하며 <br />
      카드를 눌러 선택해주세요.
    </p>,
    <p>
      앞으로의 직업적 <span>미래</span>를 상상하며 <br />
      카드를 눌러 선택해주세요.
    </p>,
    <p>이제 카드를 통해 커리어 흐름을 확인해보세요.</p>,
  ],

  life: [
    <p>
      <span>과거</span> 당신의 삶에서 중요한 전환점을 떠올리며 <br />
      카드를 눌러 선택해주세요.
    </p>,
    <p>
      <span>현재</span> 삶의 흐름과 고민을 생각하며 <br />
      카드를 눌러 선택해주세요.
    </p>,
    <p>
      앞으로의 <span>미래</span> 전반적인 인생의 흐름을 상상하며 <br />
      카드를 눌러 선택해주세요.
    </p>,
    <p>카드들이 말하는 당신의 인생 흐름을 해석해보세요.</p>,
  ],
};

export default questions;
